var fdLocale = {
    fullMonths:["Ιανουάριος","Φεβρουάριος","Μάρτιος","Απρίλιος","Μάιος","Ιούνιος","Ιούλιος","Αύγουστος","Σεπτέμβριος","Οκτώβριος","Νοέμβριος","Δεκέμβριος"],
    monthAbbrs:["Ιαν","Φεβ","Μαρ","Απρ","Μαϊ","Ιουν","Ιουλ","Αυγ","Σεπ","Οκτ","Νοε","Δεκ"],
    fullDays:  ["Δευτέρα","Τρίτη","Τετάρτη","Πέμπτη","Παρασκευή","Σάββατο","Κυριακή"],
    dayAbbrs:  ["Δευ","Τρι","Τετ","Πεμ","Παρ","Σαβ","Κυρ"],
    titles:    ["Προηγούμενος μήνας","Επόμενος μήνας","Προηγούμενο έτος","Επόμενο έτος", "Σήμερα", "Άνοιγμα", "εβ", "Εβδομαδα [[%0%]] από [[%1%]]", "Εβδομάδα", "Επιλογή ημέρας", "Κάντε κλικ \u0026 σύρετε για να συνεχίσετε", "Εμφάνιση \u201C[[%0%]]\u201D πρώτα", "Πήγαινε στη σημερινή ημερομηνία", "Μη ενεργή ημερομηνία:"],
    firstDayOfWeek:0
};
try {
    if("datePickerController" in window) {
        datePickerController.loadLanguage();
    };
} catch(err) {};